
// { '0': '1' },  # 人民币兑换人民币
// { '1': ' 0.8712' },  # 澳门元兑换人民币
// { '2': ' 0.2337' },  # 台币兑换人民币
// { '3': ' 7.8215' },  # 欧元兑换人民币
// { '4': ' 7.0841' },  # 美元兑换人民币
// { '5': ' 8.2572' },  # 英镑兑换人民币
// { '6': ' 4.7704' },  # 澳元兑换人民币
// { '7': ' 0.0060' },  # 韩元兑换人民币
// { '8': ' 0.0639' },  # 日元兑换人民币
// { '9': ' 0.9131' },  # 港元兑换人民币
// { '10': ' 5.2921' },  #加拿大元兑换人民币
// { '11': ' 0.1101' },  #俄罗斯卢布兑换人民币
// { '12': ' 0.2329' },  # 币 泰国铢兑换人民币
// { '13': ' 0.1379' },  # 人民币 菲律宾比索兑换人民币
// { '14': ' 0.0635' },  # 5 人民币 阿尔巴尼亚列克兑换人民币
// { '15': ' 0.1179' },  # 人民币 阿根廷比索兑换人民币
// { '16': ' 3.9284' },  # 4 人民币 阿鲁巴岛弗罗林兑换人民币
// { '17': ' 1.8284' },  # 人民币 阿联酋迪拉姆兑换人民币
// { '18': ' 3.9288' },  # 人民币 列斯荷兰盾兑换人民币
// { '19': ' 4.1455' },  # 55 人民币 阿塞拜疆新马纳特兑换人民币
// { '20': ' 0.0152' },  # 人民币 安哥拉宽扎兑换人民币
// { '21': ' 7.0324' },  # 民币 巴哈马元兑换人民币
// { '22': ' 18.702' },  # 人民币 巴林第纳尔兑换人民币
// { '23': ' 3.5161' },  # 人民币 巴巴多斯元兑换人民币
// { '24': ' 0.0003' },  # 人民币 白俄罗斯卢兑换人民币
// { '25': ' 3.4937' },  # 民币 伯利兹元兑换人民币
// { '26': ' 7.0324' },  # 民币 百慕大元兑换人民币
// { '27': ' 0.0979' },  # 民币 不丹卢比兑换人民币
// { '28': ' 1.0184' },  # 人民币 玻利维亚诺兑换人民币
// { '29': ' 0.6470' },  # 人民币 博茨瓦纳普拉兑换人民币
// { '30': ' 1.6756' },  # 人民币 巴西里亚伊兑换人民币
// { '31': ' 3.9811' },  # 人民币 保加利亚列瓦兑换人民币
// { '32': ' 0.0037' },  # 人民币 布隆迪法郎兑换人民币
// { '33': ' 0.0830' },  # 人民币 孟加拉塔卡兑换人民币
// { '34': ' 5.1634' },  # 币 文莱元兑换人民币
// { '35': ' 0.0706' },  # 6 人民币 佛得角埃斯库多兑换人民币
// { '36': ' 0.0021' },  # 人民币 哥伦比亚比索兑换人民币
// { '37': ' 0.0122' },  # 2 人民币 哥斯达黎加科朗兑换人民币
// { '38': ' 0.2653' },  # 民币 古巴比索兑换人民币
// { '39': ' 0.3029' },  # 民币 捷克克朗兑换人民币
// { '40': ' 7.1245' },  # 民币 瑞士法郎兑换人民币
// { '41': ' 0.9993' },  # 离岸人民币兑换人民币
// { '42': ' 0.0099' },  # 民币 智利比索兑换人民币
// { '43': ' 0.0592' },  # 92 人民币 阿尔及利亚第纳尔兑换人民币
// { '44': ' 1.0472' },  # 民币 丹麦克朗兑换人民币
// { '45': ' 0.1333' },  # 人民币 多米尼加比索兑换人民币
// { '46': ' 0.0396' },  # 人民币 吉布提法郎兑换人民币
// { '47': ' 0.4368' },  # 币 埃及镑兑换人民币
// { '48': ' 0.2364' },  # 4 人民币 埃塞俄比亚比尔兑换人民币
// { '49': ' 0.0003' },  # 3 人民币 厄瓜多尔苏克雷兑换人民币
// { '50': ' 0.4688' },  # 人民币 厄立特里亚兑换人民币
// { '51': ' 9.0753' },  # 人民币 福克兰群岛镑兑换人民币
// { '52': ' 3.1954' },  # 币 斐济元兑换人民币
// { '53': ' 0.1371' },  # 人民币 冈比亚达拉西兑换人民币
// { '54': ' 0.0337' },  # 民币 圭亚那元兑换人民币
// { '55': ' 1.2690' },  # 民币 加纳塞地兑换人民币
// { '56': ' 0.0007' },  # 人民币 几内亚法郎兑换人民币
// { '57': ' 0.9139' },  # 9 人民币 危地马拉格查尔兑换人民币
// { '58': ' 9.0749' },  # 人民币 直布罗陀镑兑换人民币
// { '59': ' 0.0724' },  # 民币 海地古德兑换人民币
// { '60': ' 0.2859' },  # 9 人民币 洪都拉斯伦皮拉兑换人民币
// { '61': ' 1.0530' },  # 人民币 克罗地亚库纳兑换人民币
// { '62': ' 0.0236' },  # 人民币 匈牙利福林兑换人民币
// { '63': ' 0.0569' },  # 民币 冰岛克朗兑换人民币
// { '64': ' 0.0978' },  # 民币 印度卢比兑换人民币
// { '65': ' 0.0005' },  # 05 人民币 印度尼西亚卢比盾兑换人民币
// { '66': ' 0.0002' },  # 人民币 伊朗里亚尔兑换人民币
// { '67': ' 0.0060' },  # 人民币 伊拉克第纳尔兑换人民币
// { '68': ' 2.0256' },  # 民币 以色列镑兑换人民币
// { '69': ' 0.0523' },  # 民币 牙买加元兑换人民币
// { '70': ' 10.028' },  # 人民币 约旦第纳尔兑换人民币
// { '71': ' 0.0078' },  # 币 朝鲜圆兑换人民币
// { '72': ' 0.0182' },  # 2 人民币 哈萨克斯坦腾格兑换人民币
// { '73': ' 0.0018' },  # 人民币 柬埔寨利尔斯兑换人民币
// { '74': ' 8.5751' },  # 民币 开曼岛元兑换人民币
// { '75': ' 0.0158' },  # 人民币 科摩罗法郎兑换人民币
// { '76': ' 0.0685' },  # 人民币 肯尼亚先令兑换人民币
// { '77': ' 22.701' },  # 6 人民币 科威特第纳尔兑换人民币
// { '78': ' 0.0008' },  # 民币 老挝基普兑换人民币
// { '79': ' 10.649' },  # 6 人民币 拉脱维亚拉图兑换人民币
// { '80': ' 0.0046' },  # 民币 黎巴嫩镑兑换人民币
// { '81': ' 0.4677' },  # 人民币 莱索托洛提兑换人民币
// { '82': ' 0.0556' },  # 人民币 利比里亚元兑换人民币
// { '83': ' 4.8403' },  # 人民币 利比亚第纳尔兑换人民币
// { '84': ' 2.1678' },  # 人民币 立陶宛里塔斯兑换人民币
// { '85': ' 0.0386' },  # 人民币 斯里兰卡卢比兑换人民币
// { '86': ' 0.1253' },  # 人民币 马其顿第纳尔兑换人民币
// { '87': ' 0.0092' },  # 人民币 马拉维克瓦查兑换人民币
// { '88': ' 1.7008' },  # 8 人民币 马来西亚林吉特兑换人民币
// { '89': ' 0.4244' },  # 4 人民币 马尔代夫卢非亚兑换人民币
// { '90': ' 0.0188' },  # 88 人民币 毛里塔尼亚乌吉亚兑换人民币
// { '91': ' 0.1935' },  # 人民币 毛里求斯卢比兑换人民币
// { '92': ' 0.3398' },  # 人民币 墨西哥比索兑换人民币
// { '93': ' 0.3812' },  # 人民币 摩尔多瓦列伊兑换人民币
// { '94': ' 0.0027' },  # 人民币 蒙古图格里克兑换人民币
// { '95': ' 0.7365' },  # 人民币 摩洛哥道拉姆兑换人民币
// { '96': ' 0.0047' },  # 币 缅甸元兑换人民币
// { '97': ' 0.0021' },  # 021 人民币 马达加斯加阿里亚里兑换人
// { '98': ' 0.4684' },  # 人民币 纳米比亚元兑换人民币
// { '99': ' 0.0627' },  # 人民币 尼泊尔卢比兑换人民币
// { '100': ' 0.2164' },  # 4 人民币 尼加拉瓜科多巴兑换人民币
// { '101': ' 0.0187' },  # 人民币 尼日利亚奈拉兑换人民币
// { '102': ' 0.7807' },  # 民币 挪威克朗兑换人民币
// { '103': ' 4.4963' },  # 民币 新西兰元兑换人民币
// { '104': ' 18.505' },  # 人民币 阿曼里亚尔兑换人民币
// { '105': ' 0.0629' },  # 人民币 巴基斯坦卢比兑换人民币
// { '106': ' 6.6094' },  # 4 人民币 巴拿马巴尔博亚兑换人民币
// { '107': ' 2.0602' },  # 602 人民币 巴布亚新几内亚基那兑换人
// { '108': ' 0.0012' },  # 人民币 巴拉圭瓜拉尼兑换人民币
// { '109': ' 1.8073' },  # 人民币 波兰兹罗提兑换人民币
// { '110': ' 2.0362' },  # 民币 秘鲁索尔兑换人民币
// { '111': ' 1.9573' },  # 人民币 卡塔尔利尔兑换人民币
// { '112': ' 1.7067' },  # 7 人民币 罗马尼亚新列伊兑换人民币
// { '113': ' 0.0079' },  # 人民币 卢旺达法郎兑换人民币
// { '114': ' 0.7197' },  # 民币 瑞典克朗兑换人民币
// { '115': ' 0.7552' },  # 人民币 萨尔瓦多科朗兑换人民币
// { '116': ' 0.0003' },  # 人民币 圣多美多布拉兑换人民币
// { '117': ' 1.8715' },  # 15 人民币 沙特阿拉伯里亚尔兑换人民币
// { '118': ' 0.4954' },  # 人民币 塞舌尔法郎兑换人民币
// { '119': ' 0.0009' },  # 人民币 塞拉利昂利昂兑换人民币
// { '120': ' 0.0305' },  # 305 人民币 斯洛文尼亚托拉捷夫兑换人
// { '121': ' 0.8462' },  # 人民币 所罗门群岛元兑换人民币
// { '122': ' 0.0119' },  # 人民币 索马里先令兑换人民币
// { '123': ' 8.7873' },  # 3 人民币 圣赫勒拿群岛磅兑换人民币
// { '124': ' 0.9923' },  # 人民币 苏丹第纳尔兑换人民币
// { '125': ' 0.4682' },  # 82 人民币 斯威士兰里兰吉尼兑换人民币
// { '126': ' 5.1496' },  # 民币 新加坡元兑换人民币
// { '127': ' 0.0161' },  # 民币 叙利亚镑兑换人民币
// { '128': ' 1.2190' },  # 人民币 土耳其新里拉兑换人民币
// { '129': ' 0.0031' },  # 人民币 坦桑尼亚先令兑换人民币
// { '130': ' 2.8662' },  # 民币 汤加潘加兑换人民币
// { '131': ' 0.9832' },  # 832 人民币 特立尼达和多巴哥元兑换人
// { '132': ' 2.6261' },  # 人民币 突尼斯第纳尔兑换人民币
// { '133': ' 0.7507' },  # 07 人民币 塔吉克斯坦索莫尼兑换人民币
// { '134': ' 0.2460' },  # 人民币 乌克兰赫夫米兑换人民币
// { '135': ' 0.2267' },  # 人民币 乌拉圭新比索兑换人民币
// { '136': ' 0.0019' },  # 人民币 乌干达先令兑换人民币
// { '137': ' 0.0615' },  # 人民币 瓦努阿图瓦图兑换人民币
// { '138': ' 0.6615' },  # 5 人民币 委内瑞拉博利瓦兑换人民币
// { '139': ' 0.0003' },  # 币 越南盾兑换人民币
// { '140': ' 2.5786' },  # 人民币 萨摩亚塔拉兑换人民币
// { '141': ' 0.0117' },  # 117 人民币 多哥非洲共同体法郎兑换人
// { '142': ' 0.0117' },  # 117 人民币 刚果中非共同体法郎兑换人
// { '143': ' 2.4474' },  # 474 人民币 格林纳达东加勒比元兑换人
// { '144': ' 0.0643' },  # 人民币 太平洋法郎兑换人民币
// { '145': ' 0.0265' },  # 人民币 也门里亚尔兑换人民币
// { '146': ' 100000' },  # 0000 人民币 津巴布韦元兑换人民币
// { '147': ' 0.4697' },  # 民币 南非兰特兑换人民币
// { '148': ' 0.5022' },  # 人民币 赞比亚克瓦查兑换人民币
// import Vue from 'vue'

// import {
//   Button,
//   Form,
//   FormItem,
//   Input,
//   Message,
//   Container,
//   Header,
//   Aside,
//   Main,
//   Menu,
//   Submenu,
//   MenuItem,
//   Breadcrumb,
//   BreadcrumbItem,
//   Card,
//   Row,
//   Col,
//   Table,
//   TableColumn,
//   Switch,
//   Tooltip,
//   Pagination,
//   Dialog,
//   MessageBox,
//   Tag,
//   Tree,
//   Select,
//   Option,
//   Cascader,
//   Alert,
//   Tabs,
//   TabPane,
//   Steps,
//   Step,
//   CheckboxGroup,
//   Checkbox,
//   Upload
// } from 'element-ui'

// // import Timeline from './timeline/index.js'
// // import TimelineItem from './timeline-item/index.js'

// Vue.use(Button)
// Vue.use(Form)
// Vue.use(FormItem)
// Vue.use(Input)
// Vue.use(Container)
// Vue.use(Header)
// Vue.use(Aside)
// Vue.use(Main)
// Vue.use(Menu)
// Vue.use(Submenu)
// Vue.use(MenuItem)
// Vue.use(Breadcrumb)
// Vue.use(BreadcrumbItem)
// Vue.use(Card)
// Vue.use(Row)
// Vue.use(Col)
// Vue.use(Table)
// Vue.use(TableColumn)
// Vue.use(Switch)
// Vue.use(Tooltip)
// Vue.use(Pagination)
// Vue.use(Dialog)
// Vue.use(Tag)
// Vue.use(Tree)
// Vue.use(Select)
// Vue.use(Option)
// Vue.use(Cascader)
// Vue.use(Alert)
// Vue.use(Tabs)
// Vue.use(TabPane)
// Vue.use(Steps)
// Vue.use(Step)
// Vue.use(CheckboxGroup)
// Vue.use(Checkbox)
// Vue.use(Upload)
// // Vue.use(Timeline)
// // Vue.use(TimelineItem)

// Vue.prototype.$message = Message
// Vue.prototype.$confirm = MessageBox.confirm
